Repository: sirhc101/al.training
Catalog: CustomerReward/translations/CustomerReward.*.xlf
Languages: de_de

# Table 4201775713 - Property 2879900210
source: Reward
de_de: Vergütungsstufe

# Table 4201775713 - Field 1157966702 - Property 2879900210
source: Reward ID
de_de: Vergütungsstufen-ID

# Table 4201775713 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung

# Table 4201775713 - Field 4075675287 - Property 2879900210
source: Discount Percentage
de_de: Rabatt %

# Page 2465587863 - Property 2879900210
source: Reward List
de_de: Vergütungsstufen Übersicht

# TableExtension 2824380717 - Field 1148235650 - Property 2879900210
source: Customer Reward ID
de_de: Vergütungsstufen-ID

# TableExtension 2824380717 - Field 749402391 - Property 2879900210
source: Customer Reward Description
de_de: Vergütungsstufen Beschreibung

# PageExtension 1524150600 - Action 308868279 - Property 2879900210
source: Show Distance and Duration
de_de: Reisedauer und Entfernung

# Codeunit 1386830146 - NamedType 2236736815
source: Origin: %1\Destination: %2\ \Distance: %3 km\Duration: %4 min.
de_de: Start: %1\Ziel: %2\ \Entfernung: %3km\Reisezeit: %4min.

# Codeunit 1386830146 - NamedType 594545870
source: That are %1.
de_de: Das sind übrigens %1.
